Repository: csegura/SPSProfessional-Full-Repo
Catalog: SPSSiteCreation.1.0/SPSProfessional.SharePoint.Events.SiteCreation/Resources/SPSProfessional.SharePoint.Events.SiteCreation.*.resx
Languages: es_es

# chkOptAttachDeleteText
source: Delete Site when delete item?
es_es: ¿Eliminar el sitio cuando se borre el item?

# chkOptForceCreationText
source: Creating a site with the same url than other, add a number to force the site creation.
es_es: Si ya exite un sitio con la misma URL, se añadira un número para distinguirlas.

# chkOptLogErrorText
source: Log error in the Url description field
es_es: Dejar constancia del error en el campo de la URL

# chkOptOnQuickLaunchText
source: Display this site on the Quick Launch of the parent site?
es_es: ¿Mostrar este sitio en la barra de acceso rápido del sitio padre?

# chkOptUniquePermissonsText
source: Use unique permissions
es_es: permisos exclusivos

# chkOptUseSharedNavBarText
source: Specify whether this site shares the same top link bar as the parent. This setting may also determine the starting element of the breadcrumb.
es_es: Mostrar la misma barra de accesos rápidos que en el sitio padre.

source: Delete Site
es_es: Borrar el Sitio

# DeleteSiteDescription
source: Attach another event handler to delete the site when the item is deleted.
es_es: Se adjuntará un evento que borrará el sitio cuando el item se borre.

source: Error Management
es_es: Gestión de Errores

# ErrorManagementDescription
source: Actions to take when an error occurs when creating a new site.
es_es: Acciones que se realizarán cuando se produzca un error creando el sitio.

source: Fields
es_es: Campos

# FieldsDescription
source: Select the three fields that the event handler needs.
es_es: Seleccione los tres campos nescesarios para la personalización del evento.

# idAddKeyButtonText
source: Attach new list
es_es: Añadir Lista

# idAddKeyButtonToolTip
source: Attach the SiteCreation event to a new list
es_es: Añade el evento de creación de sitios a la lista seleccionada

source: List Id
es_es: ID de la Lista

source: List Name
es_es: Nombre de la Lista

source: New Site Navigation
es_es: Navegación del nuevo sitio

# NewSiteNavigationDescription
source: Creating a site with the same url than other, add a number to force the site creation.
es_es: Si ya exite un sitio con la misma URL, se añadira un número para distinguirlas.

source: New Site Permissions
es_es: Permisos del nuevo sitio

# NewSitePermissionsDescription
source: You can create a site with the same permissions as the parent site or a site with unique permissions breaking the inheritance role. Additionally you can specify a list of groups that you want to add to the new site. Use the next syntax, GROUP:Description;OTHERGROUP:Description
es_es: Ud, pude crear un sitio con los mismos permisos que el sitio padre o un sitio con permisos unicos rompiendo la herencia. Adicionalmente pide especificar una lista de grupos a los que quiere conceder acceso. Use la siguiente sintaxis. GRUPO:Descripción;OTROGRUPO:Descripción

source: Permissions
es_es: Permisos

# siteCreationPageDescription
source: Use this page to attach the SPSProfessional Site Creation Event handler to any list in your site.
es_es: Use esta página para adjuntar el evento de SPSProfessional Site Creation a una lista.

source: Site Name Field
es_es: Campo que contendra el nombre del nuevo sitio

source: Site Url Field
es_es: Campo que contendrá la URL del nuevo sitio

source: Template Field
es_es: Campo que contiene la lista de plantillas

source: Templates
es_es: Plantillas

# TemplatesDescription
source: Build the template map, select a template for each option that you have defined in the choice field.
es_es: Construya el mapa de plantillas, para cada opción de las presentadas aquí, seleccione la plantilla que se usará.

# txtOptNewPermissionsTitle
source: Groups to Add to the new site
es_es: Grupos a añadir al nuevo sitio

# BtnNextTitle
source: Next
es_es: Siguiente

source: Force creation
es_es: Forzar la creación del sitio

source: List
es_es: Lista

# ListDescription
source: Select a list to attach the event handler. The list must have at least three fields. A text field which will contain the web name, a hyperlink field which will store the new created web Url and a choice field which will select a template
es_es: Selecciones una lista a la cual se adjuntara el evento de creación de sitios. La lista debe tener por lo menos tres campos; Un campo de texto para contener el nombre del sitio, un campo de enlaces donde se almacenará la url del sitio una vez creado y un campo de selección para seleccionar la plantilla que se aplicara al sitio nuevo una vez creado.

source: Select List
es_es: Seleccione la lista

# ErrBadTemplateDefinition
source: Value specified for template not defined in TemplateMap
es_es: La plantilla no se encuentra.

# ErrSiteCantBeEmpty
source: Site title can´t be empty.
es_es: El nombre del sitio no puede quedar vacio.

# chkOptHideTemplateField
source: Hide Template Field
es_es: Ocultar el campo de Plantillas
